[
    {
        "name": "wvj",
        "id": 71109881,
		"bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "9gr",
        "id": 71379194,
		"bio": "&lt;marquee&gt;wheee&lt;/marquee&gt;",
        "og": "t"
    },

    {
        "name": "1Oaktree2",
        "id": 57282753,
		"bio": "Oaktree - I like Mario and Fortnite. IRL hobby is swimming. I will be mostly active on QaS and Suggestions (Oh and I am also  @dertermenter 's MLG advisor)",
        "og": "t"
    },

    {
        "name": "-InsanityGames-",
        "id": 69733937,
		"bio": "Creative, Innovative, Constructive!",
        "og": "t"
    },

    {
        "name": "BarelySmooth",
        "id": 30323614,
		"bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "MasterofTheBrick",
        "id": 60740607,
		"bio": " Hey, I'm MasterofTheBrick! I've been on Scratch since June 2020 and a Forum Helper since June 2021, as well as a Wiki Editor since July '21. You'll mostly see me mostly contributing in Help with Scripts, helping others out of any problems they have with their projects. I'm a self-taught programmer, and I've been collecting LEGO since I was 5 - as of now, I own 50k+ pieces, 110+ sets, and 400+ minifigures! ",
        "og": "t"
    },

    {
        "name": "mybearworld",
        "id": 62325737,
		"bio": "Hi, I'm mybearworld! I like maths, and I'm at scratch pretty often! Happy foruming! 🐻",
        "og": "t"
    },

    {
        "name": "Arqwa",
        "id": 61699811,
		"bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "MeowyTitan08",
        "id": 53396948,
		"bio": "danganronpa",
        "og": "t"
    },

    {
        "name": "M1mikyu",
        "id": 24812934,
		"bio": "I'm Luna and I love Pokemon, MLP, and Avatar the Last Airbender. Nowadays I don't make as many projects, instead spending most of my time on the forums, usually the Pokemon Topic and the suggestions forums.",
        "og": "t"
    },

    {
        "name": "samq64",
        "id": 65550396,
		"bio": "I'm in the top 500.",
        "og": "t"
    },

    {
        "name": "mtech22",
        "id": 53075030,
		"bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "scratchykit5743",
        "id": 39136554,
		"bio": "I'm Scratchykit. I code, draw, and forum. My other hobbies include suffering in middle school and drinking way too much sweet tea (and pethetically, that's about it.)",
        "og": "t"
    },

    {
        "name": "KittyFireSt0rm",
        "id": 45192356,
		"bio": "Hi!! I'm Kitty! I read a lot of books, and have the hobbies of writing, drawing, and animating. I talk a lot and love cats and dragons. I also enjoy roleplaying and helping people out, which is why I applied to join TFH. If you need help ask!!",
        "og": "t"
    },

    {
        "name": "ScratchCatHELLO",
        "id": 25888082,
		"bio": "Sadly, I don't have a bio. It was eaten by an evil kumquat.",
        "og": "t"
    },

    {
        "name": "pavcato",
        "id": 37388956,
		"bio": "I am very active in QaS and Suggestions. I like Scratch foruming because you get to help people and interact, which is the best part.",
        "og": "t"
    },

    {
        "name": "nt149",
        "id": 73662373,
		"bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "gosoccerboy5",
        "id": 13633428,
		"bio": "Hi, I'm gosoccerboy5, a Scratch loving Forum Helper! Outside of that, I love programming in Javascript and playing soccer!",
        "og": "t"
    },

    {
        "name": "SausageMcSauce",
        "id": 46640925,
		"bio": "I like answering questions in the Questions about Scratch forum, and I frequently go in Bugs and Glitches and Suggestions as well. Also, I sometimes change my icon to trends. Also, I will not sell and copyright anything from you (unless it is April Fools Day)",
        "og": "t"
    },

    {
        "name": "78ch3",
        "id": 22836585,
		"bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "Steve0Greatness",
        "id": 61820378,
		"bio": "Hey there! I'm @Steve0Greatness on Scratch... uh...",
        "og": "t"
    },

    {
        "name": "scratchinghead",
        "id": 2637495,
		"bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "Paigeri",
        "id": 49947688,
		"bio": "Hi there! I'm Paige! My passion for Scratch has grown year by year! I also love to help around Scratch! ^.^ I have done many things around this website such as helping out in the SDS (Scratch Design Studio), SWC (Scratch Welcoming Committee) and the PPTBF (Propose Projects to be Featured)! I wanted to try something new, so I applied for the Forum Helpers! Now, here I am! :D",
        "og": "t"
    },

    {
        "name": "p-p-p-p-p-p-p-p-p-p-",
        "id": 58866813,
		"bio": "Hey there! I have always wanted to be part of the forum helpers, and I am excited to be one! I like to spend my day reading, studying and playing some video games on a console. Stop by and say hello ;)",
        "og": "t"
    },

    {
        "name": "makethebrainhappy",
        "id": 2581759,
		"bio": "Director of Public Relations for all of the International Scratch Wikis, Scratch Design Studio Curator, Scratch Welcoming Committee Curator and 2017 Scratch Summer Camp Counselor. I release new material on www.makethebrainhappy.com<",
        "og": "t"
    },

    {
        "name": "ScratchCat1038",
        "id": 71088964,
		"bio": "Hi! I'm ScratchCat1038. I'm under 12 (don't want to reveal my real age), and like things like Minecraft, Star Trek, Harry Potter, etc. I like to help out on the forums a lot, mainly in Suggestions. You might see me point out a duplicate if you ever make one! Thanks for reading this bio and Scratch On!",
        "og": "t"
    },

    {
        "name": "_-BuRnInGfLaMeS-_",
        "id": 63072296,
		"bio": "Hai there! I’m a girl who’s 10 years old and loves helping around on the forums! I’d be happy to answer any questions you have. See ya~",
        "og": "t"
    },

    {
        "name": "DarthVader4Life",
        "id": 41406563,
		"bio": "My existence is a very complicated thing. I simultaneously exist and don't exist, although one sometimes outweighs the other at times. Ooh, hey, look! The Forums!",
        "og": "t"
    },

    {
        "name": "-EmeraldThunder-",
        "id": 70349036,
		"bio": "Hello, I am -EmeraldThunder- and I have a passion for coding. I am very active on the forums and occasionally on the wiki under my old accounts username.",
        "og": "t"
    },

    {
        "name": "PaddlerGames",
        "id": 8071284,
		"bio": "Hello! I'm PaddlerGames. I like to help out around Scratch in the forums whenever I can. I'm also a Past FPC, Past SDS Helper, Scratch Wiki Member, and have curated in a few Scratch Team owned studios before.",
        "og": "t"
    },

    {
        "name": "potatophant",
        "id": 16005114,
		"bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "dogsmakemehappy",
        "id": 17609915,
		"bio": "I am not really active on the forums anymore (except for the ATs) and I am mostly on github as shluffy. <b>Html Should work bios</b><strike>or I hope so</strike>",
        "og": "t"
    },

    {
        "name": "Kitt-Draw",
        "id": 62972802,
		"bio": "A strange and interesting creature from the Kalos region",
        "og": "t"
    },

    {
        "name": "han614698",
        "id": 41022482,
		"bio": "I love foruming and that's all I really do! I have 2000+ posts and make 25+ each day.",
        "og": "t"
    },

    {
        "name": "ThatOneWeirdDude",
        "id": 49160874,
		"bio": "the person's bio above me is true",
        "og": "t"
    },

    {
        "name": "Byron_Inc",
        "id": 53813408,
		"bio": "My name is Byron. I like to make projects and help out in the forums. I usually help out in QAS, Suggestions, the Chinese forum, and sometimes BaG, as well as HwS.",
        "og": "t"
    },
    
    {
        "name": "MoreThanEnuff",
        "id": 70254448,
		"bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "ninjaMAR",
        "id": 35527172,
		"bio": "I'm ninjaMAR, a coder who mainly uses python. I am often found it the Advanced Topics helping people. &lt;h1&gt;test plz ignore&lt;/h1&gt;",
        "og": "t"
    },

    {
        "name": "ConfusedBiscuit",
        "id": 44429345,
		"bio": "I'm a Failboat obsessed member of the forum helpers. I love helping out in Questions about Scratch, but you can find me anywhere! I'm your local nerd and lover of Marine Life. Feel free to ask a question in the Forums!",
        "og": "t"
    },

    {
        "name": "Yeetoburro1",
        "id": 55789357,
        "bio": "No Biography Provided.",
        "og": "f"
    },

    {
        "name": "pandacorn_owl",
        "id": 54468914,
		"bio": "I sometimes am funny (that's a lie). I collect Beanie Boos. Like rollercoasters, politics, Pokemon, Animal Crossing, nerdcore rap and trees. OK now lets do tree for tree.",
        "og": "t"
    },

    {
        "name": "-Zyte-",
        "id": 61996349,
		"bio": "I also like procrastinating.",
        "og": "t"
    },

    {
        "name": "54329",
        "id": 5279548,
		"bio": "My name ain't Mary but I'm still Poppin'",
        "og": "t"
    },

    {
        "name": "The_Imaginarium",
        "id": 61334163,
        "bio": "No Biography Provided.",
        "og": "f"
    },

    {
        "name": "CST1229",
        "id": 64691048,
        "bio": "Another person who forums and codes. Kinda ATer. Also contributed to a browser extension. ",
        "og": "f"
    },

    {
        "name": "Quantum-Cat",
        "id": 76949029,
        "bio": "Please wait, this bio is in process of being processed for the processes of a processor processing a process.",
        "og": "f"
    },

    {
        "name": "-Exphire-",
        "id": 58518103,
        "bio": "I hardly ever use the forums but I guess when I do I'm constructive enough to be in TFH. I mean, I'm probably not the only forum helper to be like this. But I might be the only one with one and (somewhat) soon to be two fursuits.",
        "og": "f"
    },

    {
        "name": "orangetheory",
        "id": 77591974,
        "bio": "Just an orange who helps out in the forums :)",
        "og": "f"
    },

    {
        "name": "-gr",
        "id": 80604269,
        "bio": "Probably one of the only active forumers with a three-letter username. QaS is really boring sometimes. Ocular is cool. 500+ posts. Comment Toast on my profile if you see this.",
        "og": "f"
    },

    {
        "name": "helloworldbyeworld",
        "id": 61293737,
        "bio": "No Biography Provided.",
        "og": "f"
    },

    {
        "name": "b1048546",
        "id": 22773795,
        "bio": "No Biography Provided.",
        "og": "f"
    },

    {
        "name": "jakel181",
        "id": 13594403,
		"bio": "Hi there! I am a SDS Curator, SWC Curator, Manage the SDS translations and help International Scratch Wiki, and have a 1000+ posts. <a href=\"https://jakel181.me\" class=\"FHULink\">jakel181.me</a>",
        "og": "t"
    },

    {
        "name": "BGMead",
        "id": 4473746,
		"bio": "Hia! I'm BGMead, and I've been a scratcher for over 5 years now! I've helped on the scratch forums in many ways, but I mostly hang out in the requests area to help with vairous shops. I wrote a stickied guide in the Help With Scripts section, which talks about other ways to receive scripting help. I left scratch a few years ago to follow an interest in web and game development. :)",
        "og": "t"
    },

    {
        "name": "TheGlassPenguin",
        "id": 59727527,
        "bio": "Hi, I'm TheGlassPenguin! I'm a person who does stuff on the internet. I help out on the forums often (like almost every day :P), and I have over 1000 posts (and counting). I also create games, web apps, and animations. You can check out my website here: https://tgp.zya.me ",
        "og": "f"
    },

    {
        "name": "god286",
        "id": 31530023,
        "bio": "Hello world",
        "og": "f"
    },

    {
        "name": "Prime689",
        "id": 62358629,
        "bio": "No Biography Provided.",
        "og": "f"
    },

    {
        "name": "banananology",
        "id": 80536841,
        "bio": "No Biography Provided.",
        "og": "t"
    },

    {
        "name": "Ham19-01-2011",
        "id": 60073507,
        "bio": "Hello! I'm Ham19-01-2011! I post in the forums often, and I'm most active on the Suggestions forum, commenting and building on people's suggestions. I sometimes post in Help with Scripts as well, trying to help debug people's projects.",
        "og": "f"
    },

    {
        "name": "VioletCalico",
        "id": 24747628,
        "bio": "Hello! I'm VioletCalico, an active forumer who mostly posts on Questions About Scratch and Suggestions! I also try to post on Bugs and Glitches and New Scratcher often.",
        "og": "f"
    },

    {
        "name": "I_LOVE_TO_MAKE_STUFF",
        "id": 76636796,
        "bio": "Hi, I love to make stuff (who would've guessed, right?) I try to be as helpful as I can and I am mostly active on the suggestions forums. I create simple projects based on simple concepts",
        "og": "f"
    },

    {
        "name": "qloakonscratch",
        "id": 73537226,
        "bio": "Hi! My name is qloakonscratch! I go by She/Her pronouns but am genderfluid. I am asexual and love posting constructive replies on the forums. I am 15. I am a huge nerd. I've been on Scratch for 8 years. That's all, I think.",
        "og": "f"
    },

    {
        "name": "AIGamesDeveloper",
        "id": 63060120,
        "bio": "Hello! I am AIGamesDeveloper but most people call me AI! I am a GitHub programmer and a Scratch Forumer. I am the founder of AspectOS and Aspect Inc. I love to help the community with problems they have and I don't care about the fame. I hope you have a wonderful day! Bye!",
        "og": "f"
    },

    {
        "name": "mbrick2",
        "id": 38125018,
        "bio": "Hi, I'm mbrick2; a Forumer who is mainly active in the Advance Topics and enjoys Javascript and Python",
        "og": "f"
    },

    {
		"name": "Nambaseking01",
		"id": 32829133,
		"bio": "Hi! My name is Nambaseking01 on many platforms on the internet but people prefer to call me 'Nammy'. You should too! My passions are writing articles and stories, learning a lot of programing languages (such as Scratch), playing the piano, and singing! I'm not extremely interested in the last two, but I still like them. If I start talking about myself, I'll keep on going! Stopping myself - and bye! :D",
        "og": "t"
	}
]