[
    {
	    "name": "cs156175",
        "id": "9229050",
        "bio": "I joined the Forum Helpers back before it was even called that, and have been in it off-and-on since. I enjoy random generators, comics, idle games, RPGs, platformers, and puzzle games. I mostly help out on Questions About Scratch, Suggestions, and Help With Scripts.",
        "helped_code": false
    },

    {
	    "name": "Adithyansoccer",
        "id": "10989350",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "gems89",
        "id": "6555678",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "purplewolves",
        "id": "12704326",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "GeeTransit",
        "id": "16079731",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "makethebrainhappy",
        "id": "2581759",
        "bio": "Director of Public Relations for all of the International Scratch Wikis, Scratch Design Studio Curator, Scratch Welcoming Committee Curator and 2017 Scratch Summer Camp Counselor. I release new material on www.makethebrainhappy.com<",
        "helped_code": false
    },

    {
	    "name": "jakel181",
        "id": "13594403",
        "bio": "Hi there! I am a SDS Curator, SWC Curator, Manage the SDS translations and help International Scratch Wiki, and have a 1000+ posts. <a href=\"https://jakel181.me\" class=\"FHULink\">jakel181.me</a>",
        "helped_code": false
    },

    {
	    "name": "awsome_guy_360",
        "id": "4677774",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "orochi67",
        "id": "7176788",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "Slugger314",
        "id": "8179988",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "-Lite-",
        "id": "22897157",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "LionHeart70",
        "id": "11085920",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "VideoGamerCanInvent",
        "id": "8897854",
        "bio": "Hi, I'm VGCI! I am a teenage Scratcher who has been on this site for over 4 years. Dedicated to helping out the community, I spend my time on the forums, where I welcome new users to the site answer questions that Scratchers have, give them feedback on their projects and creations, and assist users with growing their shops. Outside of Scratch, I enjoy biking and spending time outdoors.",
        "helped_code": false
    },

    {
	    "name": "BGMead",
        "id": "4473746",
        "bio": "Hia! I'm BGMead, and I've been a scratcher for over 5 years now! I've helped on the scratch forums in many ways, but I mostly hang out in the requests area to help with vairous shops. I wrote a stickied guide in the Help With Scripts section, which talks about other ways to receive scripting help. I left scratch a few years ago to follow an interest in web and game development. :)",
        "helped_code": false
    },

    {
	    "name": "PhoenixDragonBlue",
        "id": "24854647",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "A_Geeky_Jawa",
        "id": "19727199",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "_Lillion_",
        "id": "25011613",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "bbciplayer",
        "id": "1957824",
        "bio": "Hey! I'm @bbciplayer (I named my Scratch account after a TV website, don't judge ;P). I have been a member of the Scratch community for well over 6 years. During my time on the website, I have went through times on inactivity, but I have finally returned. I occasionally make projects, and quite obviously, I love to help people out on the forums! I like pen blocks and making games and interactive projects, and I am proud to be part of the Forum Helpers! :D",
        "helped_code": false
    },

    {
	    "name": "SpaceDragon1",
        "id": "27263155",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "wWSunPandaWw",
        "id": "17931182",
        "bio": "Hi there! I'm Sun. I'm a former forum helper, but while I was active, I spent my time mostly in Questions and Suggestions, and I have an ITopic in the Questions forum about comments. Since I've \"retired\", I've mostly spent my time on Scratch with other members of the community, but mostly outside of Scratch, doing gymnastics, theater, and art in my spare time.",
        "helped_code": false
    },

    {
	    "name": "python_megapixel",
        "id": "26187981",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "78ch3",
        "id": "22836585",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "AfraidRacer",
        "id": "24531523",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "nickeljorn",
        "id": "18513539",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "rainpelt28",
        "id": "13694207",
        "bio": "I started Scratch about 3-4 years ago. 2016 was the year that I started using the forums. I ran a post called the shop magazine for a long while, racking up 9 pages of shops wanting to be listed. After a year or so, I became overwhelmed and had to take and Scratch break and shut it down. In 2017, I was asked to take over the shop directory. I enjoyed doing that and found that I enjoyed helping out in the forums. Now I own the \"intro to request forums\" sticky and love to help people out!",
        "helped_code": false
    },

    {
	    "name": "adsuri",
        "id": "32684475",
        "bio": "Hi!! I'm @adsuri!! I've been on Scratch for more than a year now. Some of my hobbies include cubing (my best time is 13.371 seconds), coding, & soccer. I'm usually active on the \"Suggestions\", \"Questions About Scratch\", \"Things I'm Reading & Playing\", & \"Requests\" sub-forums. Also, I'll never turn down a good slice of cheese or pepperoni pizza. :P",
        "helped_code": false
    },

    {
	    "name": "TheRealNetherBefore",
        "id": "30666269",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "TheAdriCoolManDude",
        "id": "28856568",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "LuckyLucky7",
        "id": "23942148",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "bidulule",
        "id": "23569633",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "54329",
        "id": "5279548",
        "bio": "Male~Runner~Tennis~Chess~C++.",
        "helped_code": false
    },

    {
	    "name": "BlueStarPort",
        "id": "42235446",
        "bio": "Hi, I'm BlueStarPort! I frequent Questions about Scratch and Suggestions. Here's some info on me outside of Scratch- My favourite food is mango, my favourite animals are cockatiels, dogs, penguins and ducks, I like bubble tea, I like Portugal, Brazil and Norway (I'm Australian, though) and my hobbies are learning and creating languages.",
        "helped_code": false
    },

    {
	    "name": "scratchinghead",
        "id": "2637495",
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
	    "name": "ConfusedBiscuit",
        "id": "44429345",
        "bio": "I'm a Failboat obsessed member of the forum helpers. I love helping out in Questions about Scratch, but you can find me anywhere! I'm your local nerd and lover of Marine Life. Feel free to ask a question in the Forums!",
        "helped_code": false
    },

    {
        "name": "Nambaseking01",
        "id": 32829133,
        "bio": "Hi! My name is Nambaseking01 on many platforms on the internet but people prefer to call me 'Nammy'. You should too! My passions are writing articles and stories, learning a lot of programing languages (such as Scratch), playing the piano, and singing! I'm not extremely interested in the last two, but I still like them. If I start talking about myself, I'll keep on going! Stopping myself - and bye! :D",
        "helped_code": false
    },

    {
        "name": "DipLeChip",
        "id": 10979666,
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
        "name": "BearSlothCoding",
        "id": 45826642,
        "bio": "Hey, I'm BSC. I used to be active in QaS and Suggestions but now school has left me only posting weird two to three paragraph almost essays no one asked for in TIRAP.",
        "helped_code": false
    },

    {
        "name": "Paigeri",
        "id": 49947688,
        "bio": "Hi there! I'm Paige! My passion for Scratch has grown year by year! I also love to help around Scratch! ^.^ I have done many things around this website such as helping out in the SDS (Scratch Design Studio), SWC (Scratch Welcoming Committee) and the PPTBF (Propose Projects to be Featured)! I wanted to try something new, so I applied for the Forum Helpers! Now, here I am! :D",
        "helped_code": false
    },

    {
        "name": "KittyFireSt0rm",
        "id": 45192356,
        "bio": "Hi!! I'm Kitty! I read a lot of books, and have the hobbies of writing, drawing, and animating. I talk a lot and love cats and dragons. I also enjoy roleplaying and helping people out, which is why I applied to join TFH. If you need help ask!!",
        "helped_code": false
    },

    {
        "name": "PizzaAddict4Life",
        "id": 49987946,
        "bio": "I like face-facing when other people are face-palming. I also like pizza.",
        "helped_code": false
    },

	{
        "name": "nerdiebirdy",
        "id": 49946061,
        "bio": "Hello! I am nerdiebirdy. I spend most of my time on the Questions About Scratch and the Help With Scripts forums. I aim to reach 1000+ posts by the end of this year.",
        "helped_code": false
    },

	{
        "name": "SausageMcSauce",
        "id": 46640925,
        "bio": "I like answering questions in the Questions about Scratch forum, and I frequently go in Bugs and Glitches and Suggestions as well. Also, I sometimes change my icon to trends. Also, I will not sell and copyright anything from you (unless it is April Fools Day)",
        "helped_code": false
    },

	{
        "name": "HarryPotter_Hamilton",
        "id": 32088761,
        "bio": "Hi! I'm mostly active in the Questions about Scratch, Suggestions, and New Scratchers forums. I really like musicals, writing, reading, and coding on Scratch. If you have any questions, feel free to ask me :)",
        "helped_code": false
    },

	{
        "name": "LotusLavender",
        "id": 35056563,
        "bio": "Hi! I am LotusLavender, also known as Lola. I have been using the scratch forums for over 2 years, and I am mostly active in Requests and QaS. I have made over 2000 posts in the forums, and I think they are the best part of scratch!",
        "helped_code": false
    },

	{
        "name": "whiteandblackcat",
        "id": 18408449,
        "bio": "Hi, I'm Cat! I'm an Aussie girl who loves reading, coding and art! I'm getting less and less active on scratch, and the forums especially, but I still love to hang out there when I get the time! Feel free to come chat with me! :D",
        "helped_code": false
    },

	{
        "name": "-Zyte-",
        "id": 61996349,
        "bio": "I also like procrastinating.",
        "helped_code": false
    },

	{
        "name": "MeowyTitan08",
        "id": 53396948,
        "bio": "danganronpa",
        "helped_code": false
    },

	{
        "name": "M1mikyu",
        "id": 24812934,
        "bio": "I'm Luna and I love Pokemon, MLP, and Avatar the Last Airbender. Nowadays I don't make as many projects, instead spending most of my time on the forums, usually the Pokemon Topic and the suggestions forums.",
        "helped_code": false
    },

	{
        "name": "4096bits",
        "id": 52085510,
        "bio": "Hi there! I used to be an active forum helper in the Questions about Scratch forum and Bugs and Glitches forum, but now I've moved on to Snap!",
        "helped_code": false
    },

	{
        "name": "Illusion705",
        "id": 48735258,
        "bio": "I'm Illusion 705, and I'm a forum helper. I also help out in the Scratch Design Studio, Scratch Welcoming Committee, and other places around Scratch. I'm 14 and like math, science, computer science, and Spanish. I really enjoy programming in Scratch as well as HTML, CSS, Javascript, Python, and PHP.",
        "helped_code": false
    },

	{
        "name": "Byron_Inc",
        "id": 53813408,
        "bio": "My name is Byron. I like to make projects and help out in the forums. I usually help out in QAS, Suggestions, the Chinese forum, and sometimes BaG, as well as HwS.",
        "helped_code": false
    },

	{
        "name": "_-BuRnInGfLaMeS-_",
        "id": 63072296,
        "bio": "Hai there! I’m a girl who’s 10 years old and loves helping around on the forums! I’d be happy to answer any questions you have. See ya~",
        "helped_code": false
    },

	{
        "name": "ThatOneWeirdDude",
        "id": 49160874,
        "bio": "the person's bio above me is true",
        "helped_code": false
    },

	{
        "name": "imfh",
        "id": 3272838,
        "bio": "Hey, I'm imfh. I've been on the Scratch forums since late 2018 and you'll mostly see me in Help With Scripts. When making my own projects, I like coding things I have to puzzle out, often involving cloud or some kind of math. Outside of Scratch, I enjoy programming in other languages (such as Python) and also reading.",
        "helped_code": false
    },


	{
        "name": "mtech22",
        "id": 53075030,
        "bio": "No Biography Provided",
        "helped_code": false
    },

	{
        "name": "Bluebatstar",
        "id": 10684376,
        "bio": "No Biography Provided",
        "helped_code": false
    },

	{
        "name": "FloralAnimator",
        "id": 60931800,
        "bio": "No Biography Provided",
        "helped_code": false
    },

	{
        "name": "DancingNekoGirl",
        "id": 28755609,
        "bio": "Henlo, I go by Neko and as of now I'm a semi-artist. My favorite food would be pure ranch and the souls of the innocent :>",
        "helped_code": false
    },

	{
        "name": "pavcato",
        "id": 37388956,
        "bio": "I am very active in QaS and Suggestions. I like Scratch foruming because you get to help people and interact, which is the best part.",
        "helped_code": false
    },

	{
        "name": "p-p-p-p-p-p-p-p-p-p-",
        "id": 58866813,
        "bio": "Hey there! I have always wanted to be part of the forum helpers, and I am excited to be one! I like to spend my day reading, studying and playing some video games on a console. Stop by and say hello ;)",
        "helped_code": false
    },
	{
        "name": "pandacorn_owl",
        "id": 54468914,
        "bio": "I sometimes am funny (that's a lie). I collect Beanie Boos. Like rollercoasters, politics, Pokemon, Animal Crossing, nerdcore rap and trees. OK now lets do tree for tree.",
        "helped_code": false
    },
  {
        "name": "dogsmakemehappy",
        "id": 17609915,
        "bio": "No Biography Provided",
        "helped_code": false
    },

  {
        "name": "garnetluvcookie",
        "id": 56239390,
        "bio": "No Biography Provided",
        "helped_code": false
    },

  {
        "name": "Jeffalo",
        "id": 34018398,
        "bio": "jeffalo",
        "helped_code": false
    },

  {
        "name": "scratchykit5743",
        "id": 39136554,
        "bio": "Hey, I’m scratchykit! I’m an autistic 7th grader who has interest in glee, the New York islanders and cinematic furry memes. I get a lot of 60-second rules and am very anger-prone, so keep note of that.",
        "helped_code": false
    },

  {
        "name": "-Charon-",
        "id": 41409105,
        "bio": "Howdy, I'm Charon! You can find me most often in the Questions about Scratch and the Things I'm Reading and Playing forum categories. When I'm not on the forums, I like to make random garbage and play video games like the doofus I am.",
        "helped_code": false
    },

  {
        "name": "ScratchCatHELLO",
        "id": 25888082,
        "bio": "No Biography Provided",
        "helped_code": false
    },

  {
        "name": "chxrrycola--",
        "id": 70687323,
        "bio": "No Biography Provided",
        "helped_code": false
    },

  {
        "name": "mybearworld",
        "id": 62325737,
        "bio": "No Biography Provided",
        "helped_code": false
    },

  {
        "name": "9cjames1",
        "id": 26089328,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "dertermenter",
        "id": 13778668,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "Basic88",
        "id": 59782223,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "Nezon",
        "id": 57770375,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "moonliight--",
        "id": 63020546,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "NotDucki_",
        "id": 69609461,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "-InsanityGames-",
        "id": 69733937,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "bobcat0701",
        "id": 66829701,
        "bio": "Hi I spend a lot of time with my cats. I also check the forums at least twice per day. If you need anything feel free to drop me a comment ;)",
        "helped_code": false
  },

  {
        "name": "PoIygon",
        "id": 68525542,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "Steve0Greatness",
        "id": 61820378,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "-EmeraldThunder-",
        "id": 70349036,
        "bio": "No Biography Provided",
        "helped_code": false
  },

  {
        "name": "LankyBox01",
        "id": 60473179,
        "bio": "Hello, i'm LankyBox01... i love to code n stuff",
        "helped_code": false
  },

  {
        "name": "Arqwa",
        "id": 61699811,
        "bio": "No Biography Provided",
        "helped_code": false
  }


]
