[
	{
		"name": "customhacker",
		"id": "10856394",
		"bio": "customhacker is the founder of The Forum Helpers."
	},

	{
		"name": "banana439monkey",
		"id": "5898454",
		"bio": "No Biography Provided."
	},

	{
		"name": "DownsGameClub",
		"id": "11218344",
		"bio": "Hi there! I'm DownsGameClub. I've had a passion for being able to guide others in learning something - the forums are no exception at all. On Scratch, I'm looking to help build creative projects for things in and outside of school and of my own interests. I'm also a forum moderator on the TBG Forums (tbgforums.com/forums). Outside of Scratch, I am a fire alarm and life safety enthusiast, budding musician, and high school student."
	},

	{
		"name": "Candylanguagegirl",
		"id": "11695084",
		"bio": "Hey! I've been around since the Forum Helpers first started, though I'm not as active as I'd like to be anymore. You'll see me most frequently in Questions about Scratch and Suggestions. I'm also an avid theater geek. If you have questions about anything, always feel free to drop a comment! :)"
	},

	{
		"name": "bigpuppy",
		"id": "1194969",
		"bio": "Hello, I'm bigpuppy! ^^ I started out on the forums by reporting duplicates, and I used to run the Suggestions Directory. I don't do as much on the forums as I used to, but I still sometimes come and help out for fun."
	},

	{
		"name": "Sigton",
		"id": "4268399",
		"bio": "No Biography Provided."
	},

	{
		"name": "awesome-llama",
		"id": "8832510",
		"bio": "Majority of my forum posts are about helping others, in both Questions About Scratch and Help with Scripts. Having studied advanced mathematics and physics in high school (and graduating), I am able to answer many of the more technical questions asked on the forums. I joined Scratch back in 2015 and am still here, occasionally sharing random projects too."
	},

	{
		"name": "Monkey_Legend",
		"id": "15014814",
		"bio": "No Biography Provided."
	},

	{
		"name": "-frostyiceprincess-",
		"id": "11071932",
		"bio": "No Biography Provided."
	},

	{
		"name": "jromagnoli",
		"id": "18324063",
		"bio": "I'm jromagnoli a member of the forum helpers. I joined the forum helpers when browsing the collaboration section on scratch. I quickly got myself involved and helped to put out many informational guides that were stickied. My favourite work so far is the announcements directory. I had a blast putting it together. I also helped with some of the art and visuals for our work. I have thoroughly enjoyed my time there and hope to continue."
	},

	{
		"name": "Austinato",
		"id": "3783815",
		"bio": "Hello! I've been on the site for over seven years, and became one of the first managers of TFH. I mainly post on the Questions about Scratch and Requests forums, and occasionally the Suggestions forum as well. As you can tell, I have over 6000 forum posts!"
	},

	{
		"name": "stickfiregames",
		"id": "596633",
		"bio": "No Biography Provided."
	},

	{
		"name": "duckboycool",
		"id": "8600872",
		"bio": "No Biography Provided."
	},

	{
		"name": "BY147258369",
		"id": "2679378",
		"bio": "No Biography Provided."
	},

	{
		"name": "Abstract-",
		"id": "16092774",
		"bio": "My username on Scratch is Abstract-, and I'm a retired Forum Helper, as well as an SDS curator and a retired SWC curator. Although I regularly visit the forums, I rarely help out in the studio. However, I still enjoy helping others and progressing on Scratch.  I've been a member of the Forum Helpers for a while, and I hope to potentially become more active in the studios in the future."
	},

	{
		"name": "Digital_Gaming",
		"id": "17717517",
		"bio": "No Biography Provided."
	},

	{
		"name": "DominoDragon1",
		"id": "20446272",
		"bio": "No Biography Provided."
	},

	{
		"name": "ZZ9PluralZAlpha",
		"id": "16612027",
		"bio": "I regularly help out on the forums, mostly in HwS (Help with Scripts) and QaS (Questions about Scratch). I have over 1000 posts and am here to help! :-D"
	},

	{
		"name": "awesome5185",
		"id": "4119358",
		"bio": "Hello! I used to be a relatively active member of the fourms. Nowadays I've (mainly) moved on to do other things, however, please feel free to comment on my profile if you ever need any help; I'd be more than happy to do so!"
	},

	{
		"name": "redglitter",
		"id": "15665153",
		"bio": "No Biography Provided."
	},

	{
		"name": "WolfCat67",
		"id": "14895393",
		"bio": "I'm WolfCat67, and I used to be a very active member on the Scrtch forums. More recently, I've been inactive on Scratch, and instead I've been focusing on programming and practicing piano."
	},

	{
		"name": "Drunken_Sailor",
		"id": "7141612",
		"bio": "No Biography Provided."
	},

	{
		"name": "QuantumSingularity",
		"id": "19410174",
		"bio": "No Biography Provided."
	},

	{
		"name": "joshuaho",
		"id": "1408964",
		"bio": "I've been on Scratch for over 7 years. I used to be really active on the forums, but I've since moved on to other things. However, you will still see me pop in from time to time in different places around the forums."
	},

	{
		"name": "hedgehog_blue",
		"id": "13633958",
		"bio": "No Biography Provided."
	},

	{
		"name": "-Vuton-",
		"id": "21161081",
		"bio": "A developer and designer that helps out on the scratch forums"
	},

	{
		"name": "YubNubEwok",
		"id": "24119354",
		"bio": "Hey! I'm YubNubEwok, or YubNub for short. I'm a Star Wars and Marvel nerd :P I'm a Christian and a female teenager. I enjoy volleyball, swimming, drawing, music, and forum-ing. You can find me on the Questions About Scratch, Suggestions, New Scratchers, and Dutch forums frequently. Currently have 2000+ posts and it's still growing!"
	},

	{
		"name": "-ShadowOfTheFuture-",
		"id": "24605721",
		"bio": "Hi! I'm a semi-active Scratcher who pops up on the forums every now and then, though not nearly as much as I used to."
	},

	{
		"name": "Wahsp",
		"id": "15723932",
		"bio": "Hey, I’m Wahsp! I’ve been a forum helper since December 2017 and a manager since January 2018. I have over 5,000 posts, and I tend to help out in QAS and Suggestions (though I do post quite a bit too in TIRaP). I have one available stickied topic, and one that was in the 3.0 Beta forum. Outside of the forums, I’m just a four year old scratcher who loves making games and interacting with and or helping the community. :)"
	},

	{
		"name": "XCat",
		"id": "13581781",
		"bio": "Hello there! I'm Cat! :) I'm an Aussie girl who loves reading, writing, puzzles, cats, Scratch and helping out! You can find me participating in Scratch Writing Camp and being a busy shop owner and association president on the Requests forum. :)"
	},

	{
		"name": "PrincessFlowerTV",
		"id": "22554997",
		"bio": "Hello, i'm @PrincessFlowerTV! I love to draw anime, read & write Fantasy, and drink bubble tea. I have been on scratch for 4 years, and on the forums 3. You will probably find me helping out in QAS, or posting in the 'Suggestions' forum. I try to be as constructive and friendly as possible."
	},

	{
		"name": "Botcho_Otkho",
		"id": "9470452",
		"bio": "Hello there! My nickname is Botcho. I've been on Scratch for more than 4 years and I'm also a Wiki Editor. I like helping a lot on the forums, and trying to contribute the more I can. I'm super-active on the Suggestions forum section, but I also use Questions about Scratch, Things I'm making and creating and Things I'm reading and playing. I've been inactive lately, but I hope to be more active in the future."
	},

	{
		"name": "FloatingMuffins",
		"id": "32871990",
		"bio": "No Biography Provided."
	},

	{
		"name": "Za-Chary",
		"id": "974363",
		"bio": "Hi, I'm @Za-Chary! I had been a forum helper for about 10 months before I became a Scratch Team member. I still visit the forums often, and try my best to help others out. I mostly frequent the \"Questions about Scratch\" and \"Suggestions\" forums, providing my help and my opinions to those who may need them. I also own a sticky: \"The Official List of Rejected Suggestions\", which lists and explains common suggestions that have been rejected by the Scratch Team."
	},

	{
		"name": "-Accio-",
		"id": "35051662",
		"bio": "Hi there! I'm @-Accio-! I am a Forum Helper with 1000+ posts and the former owner of two stickies. I am also an SDS curator, and I enjoy science and math. The forums which I visit most often are Suggestions, Questions About Scratch, and Advanced Topics. Additionally, I am a lead developer on the site you are viewing right now!"
	},

	{
		"name": "NilsTheBest",
		"id": "28708258",
		"bio": "Hi! :) I am a wiki editor, past FPC, and translate the SDS. I have joined the forums slightly over a year ago as I'm typing this, but I have only joined the forum helpers a few months ago. I spend most of my time in Questions about Scratch, suggestions, and the french forums, as I'm bilingual. I try to visit the forums daily if I can :P"
	},

	{
		"name": "LegoManiac04",
		"id": "21629747",
		"bio": "Hi there! I'm @LegoManiac04! I've been on Scratch since February 2017 and a Forum Helper since early 2019. You can find me helping out in \"Suggestions\" and \"Questions About Scratch\" most often. I love answering people's questions as best as I can, and giving them constructive feedback on their suggestions! :D"
	},

	{
		"name": "Geonaut",
		"id": "46793790",
		"bio": "Hi! I'm a forum helper and Scratch Wiki editor. You might find me roaming the vast halls of the Suggestions forum, where I give constructive criticism and debate about other people's suggestions for Scratch. I also frequently visit the QaS forums to help others out."
	},

	{
		"name": "WindOctahedron",
		"id": "42360472",
		"bio": "I've been coding on Scratch for at least three years, but I decided to create an account less than a year ago. I don't regret it, and one of the reasons is that I can express my opinions on many things - including suggestions. That's why I post there the most. You can also see me on \"Questions about Scratch\",\"Things I'm Reading and Playing\" and sometimes \"Help with Scripts\"."
	},

	{
		"name": "EZ-Games",
		"id": "44365017",
		"bio": "No Biography Provided."
	},

	{
		"name": "CatsUnited",
		"id": "4100896",
		"bio": "Biography Provided."
	},

	{
		"name": "E_Equals_EmCeCube3",
		"id": 40324999,
		"bio": "Hello there! I'm @E_Equals_EmCeCube3 and I love mathematics and physics. I've been on Scratch since September 2017 on a previous account. On the forums, you can find me mostly on the Questions about Scratch and Suggestions forums, happy to help. :)"
	},

	{
		"name": "BearSlothCoding",
		"id": 45826642,
		"bio": "Hey, I'm BSC. I used to be active in QaS and Suggestions but now school has left me only posting weird two to three paragraph almost essays no one asked for in TIRAP."
	},

	{
		"name": "xXRedTheCoderXx",
		"id": 25035668,
		"bio": "Hi there! My name is xXRedTheCoderXx, but you can just call me Red. I like to make games and help others out on the forums. Feel free to say hi on my profile. Scratch on! ^^"
	},

	{
		"name": "Super_Scratch_Bros20",
		"id": 35057879,
		"bio": "https://m.youtube.com/watch?v=8ybW48rKBME"
	},

	{
		"name": "Paddle2See",
		"id": 49156,
		"bio": "No Biography Provided."
	},

	{
		"name": "Ihatr",
		"id": 63281245,
		"bio": "the person's bio below me is false"
	},

	{
		"name": "imfh",
		"id": 3272838,
		"bio": "Hey, I'm imfh. I've been on the Scratch forums since late 2018 and you'll mostly see me in Help With Scripts. When making my own projects, I like coding things I have to puzzle out, often involving cloud or some kind of math. Outside of Scratch, I enjoy programming in other languages (such as Python) and also reading."
	},

	{
		"name": "leahcimto",
		"id": 14126232,
		"bio": "Hello! I'm leachimto. I sometimes go on the forums to help out a bit, usually in Questions about Scratch and the Suggestions forum. On Scratch, I mostly help out in Scratch Welcoming Committee as I am a SWC curator. Feel free to say hi on my profile!"
	},

	{
		"name": "Bluebatstar",
		"id": 10684376,
		"bio": "Hi, I'm Bluebatstar. I make games on Scratch, and I like to think they're high quality, and are (more importantly) fun to play. I go in QaS too. Oh, and outside of that I like Walking, Nintendo, Golf, Paddleboarding, and Game Soundtracks. (Interesting selection, I know.) Oh, and I love Scolipede."
	},

	{
		"name": "Jeffalo",
		"id": 34018398,
		"bio": "admin panel enthusiast"
	}
]
