[{"name":"Super_Scratch_Bros20","id":"35057879","bio":"Hi, I’m Super_Scratch_Bros20, but you can call me SSB20. I’m a forumer who wants to help however I can. I can be found on Questions about Scratch, Suggestions, and sometimes Things I’m Reading and Playing. If you have any questions, feel free to contact me. Scratch On!","role":"m"},{"name":"CatsUnited","id":"4100896","bio":"Biography Provided.","role":"m"},{"name":"awesome5185","id":"4119358","bio":"Hello! I used to be a relatively active member of the fourms. Nowadays I've (mainly) moved on to do other things, however, please feel free to comment on my profile if you ever need any help; I'd be more than happy to do so!","role":"m"},{"name":"imfh","id":"3272838","bio":"Hey, I'm imfh. I've been on the Scratch forums since late 2018 and you'll mostly see me in Help With Scripts. When making my own projects, I like coding things I have to puzzle out, often involving cloud or some kind of math. Outside of Scratch, I enjoy programming in other languages (such as Python) and also reading.","role":"m"},{"name":"leahcimto","id":"14126232","bio":"Hello, I'm @leahcimto! I am a Scratcher and have been on Scratch for 6+ years, I am a SDS curator, Welcoming Committee curator, and a Forum Helper! I also help contribute to this website, and am an admin on TFH Dashboard (the website you can use to change your biography). I mostly help out in the SDS and Welcoming Committee on Scratch. Feel free to say hello on my Scratch profile!","role":"m"},{"name":"Wahsp","id":"15723932","bio":"Hey, I’m Wahsp! I’ve been a forum helper since December 2017 and a manager since January 2018. I have over 5,000 posts, and I tend to help out in QAS and Suggestions (though I do post quite a bit too in TIRaP). I have one available stickied topic, and one that was in the 3.0 Beta forum. Outside of the forums, I’m just a four year old scratcher who loves making games and interacting with and or helping the community. :)","role":"m"},{"name":"xXRedTheCoderXx","id":"25035668","bio":"Hi there! My name is xXRedTheCoderXx, but you can just call me Red. I like to make games and help others out on the forums. Feel free to say hi on my profile. Scratch on! ^^","role":"m"},{"name":"duckboycool","id":"8600872","bio":"No Biography Provided.","role":"m"},{"name":"PrincessFlowerTV","id":"22554997","bio":"Hello, i'm @PrincessFlowerTV! I love to draw anime, read & write Fantasy, and drink bubble tea. I have been on scratch for 4 years, and on the forums 3. You will probably find me helping out in QAS, or posting in the 'Suggestions' forum. I try to be as constructive and friendly as possible.","role":"m"},{"name":"-Accio-","id":"35051662","bio":"Hi there! I'm @-Accio-! I am a Forum Helper with 1000+ posts and the former owner of two stickies. I am also an SDS curator, and I enjoy science and math. The forums which I visit most often are Suggestions, Questions About Scratch, and Advanced Topics. Additionally, I am a lead developer on the site you are viewing right now!","role":"m"},{"name":"BearSlothCoding","id":"45826642","bio":"Hey, I'm BSC. I used to be active in QaS and Suggestions but now school has left me only posting weird two to three paragraph almost essays no one asked for in TIRAP.","role":"m"},{"name":"Austinato","id":"3783815","bio":"Hello! I've been on the site for over seven years, and became one of the first managers of TFH. I mainly post on the Questions about Scratch and Requests forums, and occasionally the Suggestions forum as well. As you can tell, I have over 6000 forum posts!","role":"m"},{"name":"hedgehog_blue","id":"13633958","bio":"No Biography Provided.","role":"m"},{"name":"WindOctahedron","id":"42360472","bio":"I've been coding on Scratch for at least three years, but I decided to create an account less than a year ago. I don't regret it, and one of the reasons is that I can express my opinions on many things - including suggestions. That's why I post there the most. You can also see me on \"Questions about Scratch\",\"Things I'm Reading and Playing\" and sometimes \"Help with Scripts\".","role":"m"},{"name":"bigpuppy","id":"1194969","bio":"Hello, I'm bigpuppy! ^^ I started out on the forums by reporting duplicates, and I used to run the Suggestions Directory. I don't do as much on the forums as I used to, but I still sometimes come and help out for fun.","role":"m"},{"name":"jromagnoli","id":"18324063","bio":"I'm jromagnoli a member of the forum helpers. I joined the forum helpers when browsing the collaboration section on scratch. I quickly got myself involved and helped to put out many informational guides that were stickied. My favourite work so far is the announcements directory. I had a blast putting it together. I also helped with some of the art and visuals for our work. I have thoroughly enjoyed my time there and hope to continue.","role":"m"},{"name":"Candylanguagegirl","id":"11695084","bio":"Hey! I've been around since the Forum Helpers first started, though I'm not as active as I'd like to be anymore. You'll see me most frequently in Questions about Scratch and Suggestions. I'm also an avid theater geek. If you have questions about anything, always feel free to drop a comment! :)","role":"m"},{"name":"redglitter","id":"15665153","bio":"No Biography Provided.","role":"m"},{"name":"NilsTheBest","id":"28708258","bio":"Hi! :) I am a wiki editor, past FPC, and translate the SDS. I have joined the forums slightly over a year ago as I'm typing this, but I have only joined the forum helpers a few months ago. I spend most of my time in Questions about Scratch, suggestions, and the french forums, as I'm bilingual. I try to visit the forums daily if I can :P","role":"m"},{"name":"Chiroyce","id":"58524660","bio":"Hello! I'm Chiroyce, a teen from India who joined Scratch when the pandemic began, as I was bored staying at home and doing nothing. I make unique projects that test the limits of Scratch to prove that anything is possible. Currently I haven't been too active on Scratch due to School and other hobbies that I've found, mainly programming with JavaScript and Python, photography, and trying to find bugs on the Scratch website.","role":"m"},{"name":"DownsGameClub","id":"11218344","bio":"Hi there! I'm DownsGameClub. I've had a passion for being able to guide others in learning something - the forums are no exception at all. On Scratch, I'm looking to help build creative projects for things in and outside of school and of my own interests. I'm also a forum moderator on the TBG Forums (tbgforums.com\/forums). Outside of Scratch, I am a fire alarm and life safety enthusiast, budding musician, and high school student.","role":"m"},{"name":"RL1123","id":"40398949","bio":"just a random person on scratch","role":"m"},{"name":"D-ScratchNinja","id":"33988895","bio":"No Biography Provided.","role":"m"},{"name":"KangaCoder","id":"62007502","bio":"Hey I'm KangaCoder! Scratch Contributor in the Wiki, forums, SDS, and other areas. 500+ posts. Mostly active in Questions about Scratch and Suggestions","role":"m"},{"name":"Prime689","id":"62358629","bio":"No Biography Provided.","role":"m"},{"name":"awesome-llama","id":"8832510","bio":"Majority of my forum posts are about helping others, in both Questions About Scratch and Help with Scripts. Having studied advanced mathematics and physics in high school (and graduating), I am able to answer many of the more technical questions asked on the forums. I joined Scratch back in 2015 and am still here, occasionally sharing random projects too.","role":"m"},{"name":"helloworldbyeworld","id":"61293737","bio":"Hello! I'm a forum helper mostly active in HwS (though I sometimes may be inactive in the forums for some time). I like making unique and interesting projects on Scratch. I also manage TFP and co-founded L2F. Outside of Scratch, I make speakers and audio stuff and enjoy reading and programming in other languages too.","role":"m"},{"name":"jackson49","id":"18502842","bio":"Hi, I'm Jackson49! I joined Scratch on September 24, 2016. I'm a Scratch Wiki contributor and a forumer. I made my first forum post in April 2017, but I didn't become very active on the forums until mid-2021. I often make posts in Suggestions and Questions about Scratch.","role":"m"},{"name":"-gr","id":"80604269","bio":"Probably one of the only active forumers with a three-letter username. QaS is really boring sometimes. Ocular is cool. 500+ posts. Comment Toast on my profile if you see this.","role":"m"},{"name":"han614698","id":"41022482","bio":"Hey there! I'm Hannah. [she\/her for now] I've been on Scratch for almost 4 years and on the Scratch Wiki for around 1 year. When I'm not editing the Scratch Wiki, you can find me posting in Questions about Scratch on the forums, reading, or trading Pokémon cards with my friends. If you'd like to chat, you can do so on my Scratch Wiki talk page or profile. I've been a member of the studio The Forum Helpers for almost 2 years, and a manager for a couple of 1 months.","role":"m"},{"name":"dhuls","id":"44058862","bio":"No Biography Provided.","role":"m"},{"name":"wvj","id":"71109881","bio":"No Biography Provided.","role":"c"},{"name":"9gr","id":"71379194","bio":"hello world! i am 9gr, a guy on the ATs","role":"c"},{"name":"-InsanityGames-","id":"69733937","bio":"Creative, Innovative, Constructive!","role":"c"},{"name":"BarelySmooth","id":"30323614","bio":"No Biography Provided.","role":"c"},{"name":"MasterofTheBrick","id":"60740607","bio":"Hey, I'm MasterofTheBrick! I've been on Scratch since June 2020 and a Forum Helper since June 2021, as well as a Wiki Editor since July '21. You'll mostly see me mostly contributing in Help with Scripts, helping others out of any problems they have with their projects. I'm a self-taught programmer, and I've been collecting LEGO since I was 5 - as of now, I own 50k+ pieces, 110+ sets, and 400+ minifigures!","role":"c"},{"name":"mybearworld","id":"62325737","bio":"Hi, I'm mybearworld! I like maths, and I'm at scratch pretty often! Happy foruming! 🐻","role":"c"},{"name":"Arqwa","id":"61699811","bio":"No Biography Provided.","role":"c"},{"name":"MeowyTitan08","id":"53396948","bio":"danganronpa","role":"c"},{"name":"M1mikyu","id":"24812934","bio":"I'm Luna and I love Pokemon, MLP, and Avatar the Last Airbender. Nowadays I don't make as many projects, instead spending most of my time on the forums, usually the Pokemon Topic and the suggestions forums.","role":"c"},{"name":"mtech22","id":"53075030","bio":"No Biography Provided.","role":"c"},{"name":"scratchykit5743","id":"39136554","bio":"I'm Scratchykit. I code, draw, and forum. My other hobbies include suffering in middle school and drinking way too much sweet tea (and pethetically, that's about it.)","role":"c"},{"name":"KittyFireSt0rm","id":"45192356","bio":"Hi!! I'm Kitty! I read a lot of books, and have the hobbies of writing, drawing, and animating. I talk a lot and love cats and dragons. I also enjoy roleplaying and helping people out, which is why I applied to join TFH. If you need help ask!!","role":"c"},{"name":"ScratchCatHELLO","id":"25888082","bio":"Sadly, I don't have a bio. It was eaten by an evil kumquat.","role":"c"},{"name":"pavcato","id":"37388956","bio":"I am very active in QaS and Suggestions. I like Scratch foruming because you get to help people and interact, which is the best part.","role":"c"},{"name":"gosoccerboy5","id":"13633428","bio":"Hi, I'm gosoccerboy5, a Scratch loving Forum Helper! Outside of that, I love programming in Javascript and playing soccer!","role":"c"},{"name":"SausageMcSauce","id":"46640925","bio":"I like answering questions in the Questions about Scratch forum, and I frequently go in Bugs and Glitches and Suggestions as well. Also, I sometimes change my icon to trends. Also, I will not sell and copyright anything from you (unless it is April Fools Day)","role":"c"},{"name":"78ch3","id":"22836585","bio":"No Biography Provided.","role":"c"},{"name":"Steve0Greatness","id":"61820378","bio":"Hey there! I'm @Steve0Greatness on Scratch... uh...","role":"c"},{"name":"scratchinghead","id":"2637495","bio":"No Biography Provided.","role":"c"},{"name":"Paigeri","id":"49947688","bio":"Hi there! I'm Paige! My passion for Scratch has grown year by year! I also love to help around Scratch! ^.^ I have done many things around this website such as helping out in the SDS (Scratch Design Studio), SWC (Scratch Welcoming Committee) and the PPTBF (Propose Projects to be Featured)! I wanted to try something new, so I applied for the Forum Helpers! Now, here I am! :D","role":"c"},{"name":"p-p-p-p-p-p-p-p-p-p-","id":"58866813","bio":"Hey there! I have always wanted to be part of the forum helpers, and I am excited to be one! I like to spend my day reading, studying and playing some video games on a console. Stop by and say hello ;)","role":"c"},{"name":"makethebrainhappy","id":"2581759","bio":"Director of Public Relations for all of the International Scratch Wikis, Scratch Design Studio Curator, Scratch Welcoming Committee Curator and 2017 Scratch Summer Camp Counselor. I release new material on www.makethebrainhappy.com<","role":"c"},{"name":"ScratchCat1038","id":"71088964","bio":"Sadly, my bio was eaten by an evil kumquat","role":"c"},{"name":"_-BuRnInGfLaMeS-_","id":"63072296","bio":"Hai there! I’m a girl who’s 10 years old and loves helping around on the forums! I’d be happy to answer any questions you have. See ya~","role":"c"},{"name":"DarthVader4Life","id":"41406563","bio":"Hello there, potential forumer. I have a very helpful link to Ocular in my signature, so just find a post of mine and you can get to the site. It's part of my plan to take over the Suggestions forum! HaHA! :) My intellect is so vast, that I won't be revealing any more of my plan! (Evil laugh)","role":"c"},{"name":"PaddlerGames","id":"8071284","bio":"Hello! I'm PaddlerGames. I like to help out around Scratch in the forums whenever I can. I'm also a Past FPC, Past SDS Helper, Scratch Wiki Member, and have curated in a few Scratch Team owned studios before.","role":"c"},{"name":"potatophant","id":"16005114","bio":"No Biography Provided.","role":"c"},{"name":"dogsmakemehappy","id":"17609915","bio":"I am not really active on the forums anymore (except for the ATs) and I am mostly on github as shluffy. <b>Html Should work bios<\/b><strike>or I hope so<\/strike>","role":"c"},{"name":"Kitt-Draw","id":"62972802","bio":"A strange and interesting creature from the Kalos region","role":"c"},{"name":"ThatOneWeirdDude","id":"49160874","bio":"the person's bio above me is true\r\nrip ihatr","role":"c"},{"name":"Byron_Inc","id":"53813408","bio":"My name is Byron. I like to make projects and help out in the forums. I usually help out in QAS, Suggestions, the Chinese forum, and sometimes BaG, as well as HwS.","role":"c"},{"name":"MoreThanEnuff","id":"70254448","bio":"No Biography Provided.","role":"c"},{"name":"ninjaMAR","id":"35527172","bio":"I'm ninjaMAR, a coder who mainly uses python. I am often found it the Advanced Topics helping people. &lt;h1&gt;test plz ignore&lt;\/h1&gt;","role":"c"},{"name":"ConfusedBiscuit","id":"44429345","bio":"I'm a Failboat obsessed member of the forum helpers. I love helping out in Questions about Scratch, but you can find me anywhere! I'm your local nerd and lover of Marine Life. Feel free to ask a question in the Forums!","role":"c"},{"name":"Yeetoburro1","id":"55789357","bio":"omegachad cali kid","role":"c"},{"name":"pandacorn_owl","id":"54468914","bio":"I sometimes am funny (that's a lie). I collect Beanie Boos. Like rollercoasters, politics, Pokemon, Animal Crossing, nerdcore rap and trees. OK now lets do tree for tree.","role":"c"},{"name":"-Zyte-","id":"61996349","bio":"I also like procrastinating.","role":"c"},{"name":"54329","id":"5279548","bio":"My name ain't Mary but I'm still Poppin'","role":"c"},{"name":"The_Imaginarium","id":"61334163","bio":"No Biography Provided.","role":"c"},{"name":"CST1229","id":"64691048","bio":"Another person who forums and codes. Kinda ATer. Also contributed to a browser extension.","role":"c"},{"name":"Quantum-Cat","id":"76949029","bio":"Please wait, this bio is in process of being processed for the processes of a processor processing a process.","role":"c"},{"name":"-Exphire-","id":"58518103","bio":"I hardly ever use the forums but I guess when I do I'm constructive enough to be in TFH. I mean, I'm probably not the only forum helper to be like this. But I might be the only one with two fursuits.","role":"c"},{"name":"jakel181","id":"13594403","bio":"Hi there! I am a SDS Curator, SWC Curator, Manage the SDS translations and help International Scratch Wiki, and have a 1000+ posts. jakel181.me","role":"c"},{"name":"BGMead","id":"4473746","bio":"Hia! I'm BGMead, and I've been a scratcher for over 5 years now! I've helped on the scratch forums in many ways, but I mostly hang out in the requests area to help with vairous shops. I wrote a stickied guide in the Help With Scripts section, which talks about other ways to receive scripting help. I left scratch a few years ago to follow an interest in web and game development. :)","role":"c"},{"name":"TheGlassPenguin","id":"59727527","bio":"Hi, I'm TheGlassPenguin! I'm a person who does stuff on the internet. I help out on the forums often (like almost every day :P), and I have over 1000 posts (and counting). I also create games, web apps, and animations. You can check out my website here: https:\/\/tgp.zya.me","role":"c"},{"name":"banananology","id":"80536841","bio":"No Biography Provided.","role":"c"},{"name":"Ham19-01-2011","id":"60073507","bio":"Hello! I'm Ham19-01-2011! I used to be quite active but now I barely post.","role":"c"},{"name":"VioletCalico","id":"24747628","bio":"Hello! I'm VioletCalico, a forumer who mostly posts on Questions About Scratch and Suggestions! I also try to post on Bugs and Glitches and New Scratchers often.","role":"c"},{"name":"qloakonscratch","id":"73537226","bio":"Hi! My name is qloakonscratch! I go by She\/Her pronouns but am genderfluid. I am asexual and love posting constructive replies on the forums. I am 15. I am a huge nerd. I've been on Scratch for 8 years. That's all, I think.","role":"c"},{"name":"AIGamesDeveloper","id":"63060120","bio":"Hello! I am AIGamesDeveloper but most people call me AI! I am a GitHub programmer and a Scratch Forumer. I am the founder of AspectOS and Aspect Inc. I love to help the community with problems they have and I don't care about the fame. I hope you have a wonderful day! Bye!","role":"c"},{"name":"mbrick2","id":"38125018","bio":"Hi, I'm mbrick2; a Forumer who is mainly active in the Advance Topics and enjoys Javascript and Python","role":"c"},{"name":"Nambaseking01","id":"32829133","bio":"Hi! My name is Nambaseking01 on many platforms on the internet but people prefer to call me 'Nammy'. You should too! My passions are writing articles and stories, learning a lot of programing languages (such as Scratch), playing the piano, and singing! I'm not extremely interested in the last two, but I still like them. If I start talking about myself, I'll keep on going! Stopping myself - and bye! :D","role":"c"},{"name":"historical_supa","id":"71825463","bio":"I like EarthBound, and I am also a forum dude.","role":"c"},{"name":"Adzboy","id":"84839537","bio":"The Best Random Forum Guy","role":"c"},{"name":"minikiwigeek2","id":"27872815","bio":"I'm an animator, Scratch veteran, he\/him, OG minecrafter, thinker of portals, blah blah blah...yeah. No F4F or ads. Message WR: 837 dango","role":"c"},{"name":"starhero5697","id":"36195325","bio":"No Biography Provided.","role":"c"},{"name":"musicROCKS013","id":"34853305","bio":"No Biography Provided.","role":"c"},{"name":"sharkode","id":"46685332","bio":"No Biography Provided.","role":"c"},{"name":"Maximouse","id":"16426047","bio":"No Biography Provided.","role":"c"},{"name":"-EmeraldThunder-","id":"70349036","bio":"Hello, I am -EmeraldThunder- and I have a passion for coding. I am very active on the forums and occasionally on the wiki under my old accounts username.","role":"c"},{"name":"diluclover11","id":"98369716","bio":"No Biography Provided","role":"c"},{"name":"RT_Borg","id":"95278092","bio":"No Biography Provided","role":"c"},{"name":"nt149","id":"73662373","bio":"I'm a former forum user on a new account now. Procrastinating sideways, coding a forum related website.","role":"c"},{"name":"Eagle138","id":"28410762","bio":"Biography Provided","role":"c"},{"name":"MaterArc","id":"67144386","bio":"No Biography Provided","role":"c"},{"name":"ScolderCreations","id":"68889501","bio":"Long ago, the lands were untamed, and roamed by legendary adventurers! But although the land is peaceful... for some, freedom is a far gone memory. Specter Knight, servant to the Enchantress, has been given a harrowing task. He must recruit a group of knights and form an invincible order! With each member gathered, a treasured keepsake grows in power... An artifact that can restore his humanity, but only when his task is complete.","role":"c"},{"name":"banana439monkey","id":"5898454","bio":"No Biography Provided","role":"m"},{"name":"-Zorra-","id":"78473044","bio":"Hi, I'm -Zorra-! I like to draw, code, and I'm practicing frame-by-frame animation. I'm Christian, queer, and cool B). I joined Scratch on May 25, 2019.","role":"c"},{"name":"-sypical","id":"99403983","bio":"No Biography Provided","role":"c"},{"name":"YetAnotherRandomGuy","id":"99641449","bio":"No Biography Provided","role":"c"}]
