[
    {
	"name": "cs156175",
        "id": "9229050",
        "bio": "I joined the Forum Helpers back before it was even called that, and have been in it off-and-on since. I enjoy random generators, comics, idle games, RPGs, platformers, and puzzle games. I mostly help out on Questions About Scratch, Suggestions, and Help With Scripts.",
        "helped_code": false
    },
    
    {
	"name": "Adithyansoccer",
        "id": "10989350",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "KawaiiCatGirl-",
        "id": "17795451",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "gems89",
        "id": "6555678",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "purplewolves",
        "id": "12704326",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "GeeTransit",
        "id": "16079731",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "makethebrainhappy",
        "id": "2581759",
        "bio": "Director of Public Relations for all of the International Scratch Wikis, Scratch Design Studio Curator, Scratch Welcoming Committee Curator and 2017 Scratch Summer Camp Counselor. I release new material on www.makethebrainhappy.com<",
        "helped_code": false
    },
    
    {
	"name": "jakel181",
        "id": "13594403",
        "bio": "Hi there! I am a SDS Curator, SWC Curator, Manage the SDS translations and help International Scratch Wiki, and have a 1000+ posts. <a href=\"https://jakel181.me\" class=\"FHULink\">jakel181.me</a>",
        "helped_code": false
    },
    
    {
	"name": "joshuaho",
        "id": "1408964",
        "bio": "I've been on Scratch for over 7 years. I used to be really active on the forums, but I've since moved on to other things. However, you will still see me pop in from time to time in different places around the forums.",
        "helped_code": false
    },
    
    {
	"name": "orochi67",
        "id": "7176788",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "Slugger314",
        "id": "8179988",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "-Lite-",
        "id": "22897157",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "LionHeart70",
        "id": "11085920",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "VideoGamerCanInvent",
        "id": "8897854",
        "bio": "Hi, I'm VGCI! I am a teenage Scratcher who has been on this site for over 4 years. Dedicated to helping out the community, I spend my time on the forums, where I welcome new users to the site answer questions that Scratchers have, give them feedback on their projects and creations, and assist users with growing their shops. Outside of Scratch, I enjoy biking and spending time outdoors.",
        "helped_code": false
    },
    
    {
	"name": "BGMead",
        "id": "4473746",
        "bio": "Hia! I'm BGMead, and I've been a scratcher for over 5 years now! I've helped on the scratch forums in many ways, but I mostly hang out in the requests area to help with vairous shops. I wrote a stickied guide in the Help With Scripts section, which talks about other ways to receive scripting help. I left scratch a few years ago to follow an interest in web and game development. :)",
        "helped_code": false
    },
    
    {
	"name": "PhoenixDragonBlue",
        "id": "24854647",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "A_Geeky_Jawa",
        "id": "19727199",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "_Lillion_",
        "id": "25011613",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "bbciplayer",
        "id": "1957824",
        "bio": "Hey! I'm @bbciplayer (I named my Scratch account after a TV website, don't judge ;P). I have been a member of the Scratch community for well over 6 years. During my time on the website, I have went through times on inactivity, but I have finally returned. I occasionally make projects, and quite obviously, I love to help people out on the forums! I like pen blocks and making games and interactive projects, and I am proud to be part of the Forum Helpers! :D",
        "helped_code": false
    },
    
    {
	"name": "SpaceDragon1",
        "id": "27263155",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "wWSunPandaWw",
        "id": "17931182",
        "bio": "Hi there! I'm Sun. I'm a former forum helper, but while I was active, I spent my time mostly in Questions and Suggestions, and I have an ITopic in the Questions forum about comments. Since I've \"retired\", I've mostly spent my time on Scratch with other members of the community, but mostly outside of Scratch, doing gymnastics, theater, and art in my spare time.",
        "helped_code": false
    },
    
    {
	"name": "PrincessFlowerTV",
        "id": "22554997",
        "bio": "Hello, i'm @PrincessFlowerTV! I love to draw anime, read & write Fantasy, and drink bubble tea. I have been on scratch for 4 years, and on the forums 3. You will probably find me helping out in QAS, or posting in the 'Suggestions' forum. I try to be as constructive and friendly as possible.",
        "helped_code": false
    },
    
    {
	"name": "python_megapixel",
        "id": "26187981",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "78ch3",
        "id": "22836585",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "AfraidRacer",
        "id": "24531523",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "rainpelt28",
        "id": "13694207",
        "bio": "I started Scratch about 3-4 years ago. 2016 was the year that I started using the forums. I ran a post called the shop magazine for a long while, racking up 9 pages of shops wanting to be listed. After a year or so, I became overwhelmed and had to take and Scratch break and shut it down. In 2017, I was asked to take over the shop directory. I enjoyed doing that and found that I enjoyed helping out in the forums. Now I own the \"intro to request forums\" sticky and love to help people out!",
        "helped_code": false
    },
    
    {
	"name": "FloatingMuffins",
        "id": "32871990",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "adsuri",
        "id": "32684475",
        "bio": "Hi!! I'm @adsuri!! I've been on Scratch for more than a year now. Some of my hobbies include cubing (my best time is 13.371 seconds), coding, & soccer. I'm usually active on the \"Suggestions\", \"Questions About Scratch\", \"Things I'm Reading & Playing\", & \"Requests\" sub-forums. Also, I'll never turn down a good slice of cheese or pepperoni pizza. :P",
        "helped_code": false
    },
    
    {
	"name": "TheRealNetherBefore",
        "id": "30666269",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "TheAdriCoolManDude",
        "id": "28856568",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "LuckyLucky7",
        "id": "23942148",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "54329",
        "id": "5279548",
        "bio": "Male~Runner~Tennis~Chess~C++.",
        "helped_code": false
    },
    
    {
	"name": "BlueStarPort",
        "id": "42235446",
        "bio": "Hi, I'm BlueStarPort! I frequent Questions about Scratch and Suggestions. Here's some info on me outside of Scratch- My favourite food is mango, my favourite animals are cockatiels, dogs, penguins and ducks, I like bubble tea, I like Portugal, Brazil and Norway (I'm Australian, though) and my hobbies are learning and creating languages.",
        "helped_code": false
    },
    
    {
	"name": "scratchinghead",
        "id": "2637495",
        "bio": "No Biography Provided.",
        "helped_code": false
    },
    
    {
	"name": "ConfusedBiscuit",
        "id": "44429345",
        "bio": "I'm a Failboat obsessed member of the forum helpers. I love helping out in Questions about Scratch, but you can find me anywhere! I'm your local nerd and lover of Marine Life. Feel free to ask a question in the Forums!",
        "helped_code": false
    },

    {
        "name": "Nambaseking01",
        "id": 32829133,
        "bio": "Hi! My name is Nambaseking01 on many platforms on the internet but people prefer to call me 'Nammy'. You should too! My passions are writing articles and stories, learning a lot of programing languages (such as Scratch), playing the piano, and singing! I'm not extremely interested in the last two, but I still like them. If I start talking about myself, I'll keep on going! Stopping myself - and bye! :D",
        "helped_code": false
    },
	
    {
        "name": "DipLeChip",
        "id": 10979666,
        "bio": "No Biography Provided.",
        "helped_code": false
    },

    {
        "name": "fdreerf",
        "id": 2728054,
        "bio": "I like procrastinating",
        "helped_code": false
    },
	
    {
        "name": "BearSlothCoding",
        "id": 45826642,
        "bio": "Hey, I'm BSC or Bear. I spend most of my time on Scratch on the forums. I am on the Questions about Scratch and Suggestions forums the most but you can see me on pretty much all of them.",
        "helped_code": false
    },
	
    {
        "name": "Paigeri",
        "id": 49947688,
        "bio": "Hi there! I'm Paige! My passion for Scratch has grown year by year! I also love to help around Scratch! ^.^ I have done many things around this website such as helping out in the SDS (Scratch Design Studio), SWC (Scratch Welcoming Committee) and the PPTBF (Propose Projects to be Featured)! I wanted to try something new, so I applied for the Forum Helpers! Now, here I am! :D",
        "helped_code": false
    },
	
    {
        "name": "xXRedTheCoderXx",
        "id": 25035668,
        "bio": "Hiya! My name is Red, and I like to change my profile picture to something wacky everyday. Feel free to say hi, or ask about something on my profile. :) I'm friendly (usually :P) and I gladly help users here on Scratch. Tie your shoes, and Scratch On!",
        "helped_code": false
    },
	
    {
        "name": "KittyFireSt0rm",
        "id": 45192356,
        "bio": "Hi!! I'm Kitty! I read a lot of books, and have the hobbies of writing, drawing, and animating. I talk a lot and love cats and dragons. I also enjoy roleplaying and helping people out, which is why I applied to join TFH. If you need help ask!!",
        "helped_code": false
    },
	
    {
        "name": "Madcatofdoom",
        "id": 39084711,
        "bio": "I also like procrastinating.",
        "helped_code": false
    },
	
    {
        "name": "PizzaAddict4Life",
        "id": 49987946,
        "bio": "I like face-facing when other people are face-palming. I also like pizza.",
        "helped_code": false
    },
	
	{
        "name": "nerdiebirdy",
        "id": 49946061,
        "bio": "No Biography Provided.",
        "helped_code": false
    },
	
	{
        "name": "SausageMcSauce",
        "id": 46640925,
        "bio": "I like answering questions in the Questions about Scratch forum, and I frequently go in Bugs and Glitches and Suggestions as well. Also, I sometimes change my icon to trends.",
        "helped_code": false
    },
	
	{
        "name": "HarryPotter_Hamilton",
        "id": 32088761,
        "bio": "Hi! I'm mostly active in the Questions about Scratch, Suggestions, and New Scratchers forums. I really like musicals, writing, reading, and coding on Scratch. If you have any questions, feel free to ask me :)",
        "helped_code": false
    }
    
]
